{
  "about-title": "About me",
  "about-description-1": "I'm passionate about creating things. No matter whether as a Developer, or Project Manager. In my work, I belive in team and interactions, because when we are united we can easily ship products.",
  "about-description-2": "I code step by step, from one version to another. Just like in Scrum methodology. I'm studing at <a href='https://www.pwr.edu.pl/' target='_blank' rel='noopener noreferrer' class='text-[var(--color-primary)]'>Wrocław University of Technology</a> at the Bachelor's program of Systems Engineering.",
  "about-description-3": "Besides IT I love fantasy books and computer games from strategy genre and RPG's from the polish game studio <a href='https://cdprojektred.com/' target='_blank' rel='noopener noreferrer' class='text-[var(--color-primary)]'>CD Projekt Red</a>.",
  "wmsdev-title": "WMS_DEV",
  "wmsdev-description-1": "Active programmer, Project Manager and co-president of the <a href='https://wmsdev.pl' target='_blank' rel='noopener noreferrer' class='text-[var(--color-primary)]'>WMS_DEV</a> scientific club at <a href='https://www.pwr.edu.pl/' target='_blank' rel='noopener noreferrer' class='text-[var(--color-primary)]'>Wrocław University of Technology</a>.",
  "wmsdev-description-2": "We create web applications for the student community, all based on Scrum and market-leading technologies.",
  "portfolio-title": "Portfolio",
  "portfolio-description-0": "I proudly presents a few of my projects. Each of them is a result of my or my team's work.",
  "portfolio-description-1": "Click on the organisation icons to learn more about them.",
  "kalkulacja-straczkowe-title": "Straczkowe calculator",
  "kalkulacja-straczkowe-description-0": "Economic calculation, where we subtract costs from potential profits.",
  "kalkulacja-straczkowe-description-1": "In addition to profits from the harvest, we add subsidies and ecological schemes with exclusion systems.",
  "kalkulacja-straczkowe-description-2": "The costs section includes about a dozen recurring items."
}
